Repository: hyuabot-developers/hyuabot-client-ios
Catalog: hyuabot/Localization/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

# birthday.content.%lld.%@
source: 오늘(12/12)은 개발자의 생일입니다. 벌써 휴아봇을 운영한지 %1$llu년이 되었고 앞으로도 더 좋은 서비스를 제공할 수 있도록 노력하겠습니다. 남은 %2$@년 잘 마무리하시고 항상 건강하시길 바랍니다. 감사합니다.
en: Today (December 12th) is the developer's birthday. It has already been %1$llu years since we launched HYUabot, and we will continue to strive to provide you with even better service in the future. We wish you all the best as you wrap up the rest of %2$@, and please always stay healthy. Thank you.
ja: 今日(12/12)は開発者の誕生日です。 HYUabotを運営してから早くも%1$llu年が経ちました。今後もより良いサービスを提供できるよう努力します。残りの%2$@年も良い締めくくりをし、いつも健康でいてください。 ありがとうございます。
zh_hans: 今天（12/12）是开发者的生日。 运营HYUabot已经%1$llu年了，我们将继续努力为您提供更好的服务。祝您%2$@年顺利收尾，身体健康。 谢谢。

# birthday.dont.show.again
source: 올해는 다시보지 않기
en: Do not show this year
ja: 今年は表示しない
zh_hans: 本年不再显示

# birthday.title
source: 개발자 생일 공지
en: Happy Birthday to the Developer!
ja: 開発者誕生日のお知らせ
zh_hans: 开发者生日通知

# bus.action_bar.title
source: 버스 이용 안내
en: Bus guide
ja: バス利用案内
zh_hans: 公交使用指南

# bus.first.last.%@.%@.%@
source: (%1$@ 행) %2$@ ~ %3$@
en: (To %1$@) %2$@ ~ %3$@
ja: (%1$@ 行き) %2$@ 〜 %3$@
zh_hans: (开往%1$@) %2$@ ~ %3$@

# bus.help
source: 노선버스 도움말
en: Bus Page Help
ja: 路線バス ヘルプ
zh_hans: 路线公交帮助

# bus.help.content1
source: 노선버스 도착 정보는 실시간 도착 정보 및 운수 업체에서 제공한 회차지 출발 시간 순서로 표시합니다. 정류장 내 전광판에 도착 정보가 표시되지 않는 경우, 회차지 출발 시간 이후 실시간 도착 정보를 확인할 수 있습니다.
en: Route bus arrival information is displayed in the order of real-time arrival information and departure times from the terminal provided by the transportation company. If arrival information is not displayed on the electronic board at the stop, real-time arrival information can be checked after the terminal departure time.
ja: 路線バスの到着情報は、リアルタイム到着情報と運送会社が提供する終点出発時間の順に表示されます。停留所の電光掲示板に到着情報が表示されない場合、終点出発時間以降にリアルタイム到着情報を確認できます。
zh_hans: 路线公交到达信息按实时到达信息和运输公司提供的终点出发时间顺序显示。如果站内电子屏幕未显示到达信息，可在终点出发时间后查看实时到达信息。

# bus.help.content2
source: 캠퍼스 내 및 주변 정류장의 위치 및 해당 정류장의 노선별 첫차와 막차 시간을 표시합니다. 일부 노선의 경우 노선의 시간표가 존재하지 않아 첫차 및 막차 데이터가 표시되지 않을 수 있습니다.
en: Displays the location of bus stops on and around the campus and the first and last bus times for each route. Some routes may not have a timetable, so first and last bus data may not be displayed.
ja: キャンパス内外の停留所の位置と各路線の始発・終発時間を表示します。一部の路線は時刻表が存在しないため、始発・終発データが表示されない場合があります。
zh_hans: 显示校园内外停车站的位置及各路线首末班车时间。部分路线可能没有时刻表，因此首末班车数据可能不显示。

# bus.help.content3
source: 안산시 시내버스의 경우 긴 배차 간격으로 인해 정류장 내 전광판에서 회차지 및 출발지 대기를 표출하는 경우가 많습니다. 이에 따라 운수 업체에서 제공한 종점 출발 시간을 조회할 수 있습니다.
en: For city buses in Ansan, due to long intervals, the electronic board at the stop may display waiting times for terminals and departure points. As a result, you can check the departure times from the terminal provided by the transportation company.
ja: 安山市の市内バスは配車間隔が長いため、停留所の電光掲示板に終点・出発地待機が表示されることが多いです。そのため、運送会社が提供する終点出発時間を確認できます。
zh_hans: 安山市公交间隔较长，站内电子屏幕常显示终点及起始站等待。因此可查看运输公司提供的终点出发时间。

# bus.help.content4
source: 경기도에서 제공한 각 노선의 정류장 통과 시간을 제공합니다. 현재 실시간 도착 정보가 존재하지 않아도 이를 참고하여 버스 도착 시간을 가늠해볼 수 있습니다.
en: Provides the stop passing times for each route as provided by Gyeonggi-do. Even if real-time arrival information is not available, this can be referenced to estimate the bus arrival time.
ja: 京畿道が提供する各路線の停留所通過時間を提供します。リアルタイム到着情報がない場合でも、バス到着時間の目安として参考にできます。
zh_hans: 提供京畿道提供的各路线站点通过时间。即使没有实时到达信息，也可作为参考估算公交到达时间。

# bus.help.title1
source: 1. 노선버스 도착 정보 확인
en: 1. Checking Route Bus Arrival Information
ja: 1. 路線バス到着情報の確認
zh_hans: 1. 查看路线公交到达信息

# bus.help.title2
source: 2. 노선버스 정류장 정보 확인
en: 2. Checking Route Bus Stop Information
ja: 2. 路線バス停留所情報の確認
zh_hans: 2. 查看路线公交站点信息

# bus.help.title3
source: 3. 노선버스 시간표 확인
en: 3. Checking Route Bus Timetable
ja: 3. 路線バス時刻表の確認
zh_hans: 3. 查看路线公交时刻表

# bus.help.title4
source: 4. 노선버스 출발 시간 확인
en: 4. Checking Route Bus Departure Time
ja: 4. 路線バス出発時刻の確認
zh_hans: 4. 查看路线公交出发时刻

# bus.log.title
source: 노선버스 통과 정보
en: Bus Departure Log
ja: 路線バス通過情報
zh_hans: 路线公交通过信息

# bus.realtime.arriving.%lld
source: 잠시후 도착 (%1$lld전)
en: Arriving Soon (%1$lld stop)
ja: まもなく到着 (%1$lld停留所前)
zh_hans: 即将到达 (%1$lld站前)

# bus.realtime.arriving.%lld.%lld
source: 잠시후 도착 (%1$lld전, %2$lld석)
en: Arriving Soon (%1$lld stop, %2$lld seats)
ja: まもなく到着 (%1$lld停留所前, %2$lld席)
zh_hans: 即将到达 (%1$lld站前, %2$lld座)

# bus.realtime.empty
source: 도착 예정인 버스가 없습니다.
en: There are no buses scheduled to arrive.
ja: 到着予定のバスはありません。
zh_hans: 暂无即将到达的公交。

# bus.realtime.estimated.%lld
source: %lld분 (예정)
en: %lld mins (est.)
ja: %lld分 (予定)
zh_hans: %lld分钟 (预计)

# bus.realtime.loading
source: 도착 정보 불러오는 중...
en: Loading bus arrival information
ja: バス到着情報を読み込み中
zh_hans: 正在加载公交到达信息

# bus.realtime.low.floor
source: 저상
en: Low-floor
ja: 低床
zh_hans: 低地板

# bus.realtime.no.seat.%lld.%lld
source: %1$lld분 (%2$lld전)
en: %1$lld mins (%2$lld stops)
ja: %1$lld分 (%2$lld停留所)
zh_hans: %1$lld分钟 (%2$lld站)

# bus.realtime.seat.%lld.%lld.%lld
source: %1$lld분 (%2$lld전, %3$lld석)
en: %1$lld mins (%2$lld stops, %3$lld seats)
ja: %1$lld分 (%2$lld停留所, %3$lld席)
zh_hans: %1$lld分钟 (%2$lld站, %3$lld座)

# bus.realtime.section.10-1.campus
source: 10-1 (한양대ERICA컨벤션센터)
en: 10-1 (Convention Center)
ja: 10-1 (漢陽大ERICAコンベンションセンター)
zh_hans: 10-1 (汉阳大ERICA会议中心)

# bus.realtime.section.10-1.station
source: 10-1 (상록수역3번출구건너편)
en: 10-1 (Sangnoksu Stn.)
ja: 10-1 (常緑樹駅3番出口)
zh_hans: 10-1 (常绿树站3号出口)

# bus.realtime.section.50.ansan
source: 50 (안산파크푸르지오)
en: 50 (Terminal)
ja: 50 (終点)
zh_hans: 50 (终点)

# bus.realtime.section.50.station
source: 50 (KTX광명역1번출구)
en: 50 (Gwangmyeong Stn.)
ja: 50 (KTX光明駅)
zh_hans: 50 (KTX光明站)

# bus.realtime.section.3102
source: 3102 (한양대ERICA컨벤션센터)
en: 3102 (Convention Center)
ja: 3102 (漢陽大ERICAコンベンションセンター)
zh_hans: 3102 (汉阳大ERICA会议中心)

# bus.realtime.section.seoul.other
source: 3100/3101 (한양대정문)
en: 3100/3101 (Main Gate)
ja: 3100/3101 (漢陽大正門)
zh_hans: 3100/3101 (汉阳大正门)

# bus.realtime.section.suwon.other
source: 7070/9090 (한양대입구)
en: 7070/9090 (Seongan High School)
ja: 7070/9090 (漢陽大入口)
zh_hans: 7070/9090 (汉阳大入口)

# bus.realtime.time.%lld.%lld
source: %02lld시 %02lld분 종점 출발
en: Depart at %02lld:%02lld
ja: %02lld時%02lld分 終点出発
zh_hans: %02lld时%02lld分 始发站出发

# bus.show.departure.log
source: 도착 기록
en: Departure Log
ja: 到着記録
zh_hans: 到站记录

# bus.show.entire.timetable
source: 전체 시간표
en: Entire Timetable
ja: 全時刻表
zh_hans: 完整时刻表

# bus.stop.first.last
source: 노선별 첫차 & 막차
en: First & Last Time
ja: 路線別 始発 & 終発
zh_hans: 各路线首末班次

# bus.stop.title
source: 노선버스 정류장 정보
en: Stop Information
ja: 路線バス停留所情報
zh_hans: 路线公交站点信息

# bus.tab.city
source: 상록수역
en: Sangnoksu
ja: 常緑樹
zh_hans: 常绿树站

# bus.tab.other
source: 기타
en: Others
ja: その他
zh_hans: 其他

# bus.tab.seoul
source: 강남역
en: Gangnam
ja: 江南
zh_hans: 江南站

# bus.tab.suwon
source: 수원역
en: Suwon
ja: 水原
zh_hans: 水原站

# bus.timetable.empty
source: 시간표가 제공되지 않는 노선입니다.
en: Timetable not provided
ja: 時刻表が提供されていない路線です。
zh_hans: 该路线不提供时刻表。

# bus.timetable.saturdays
source: 토요일
en: Saturday
ja: 土曜日
zh_hans: 周六

# bus.timetable.sundays
source: 일요일
en: Sunday
ja: 日曜日
zh_hans: 周日

# bus.timetable.time.%lld.%lld
source: %02lld시 %02lld분
en: %02lld:%02lld
ja: %02lld時%02lld分
zh_hans: %02lld:%02lld

# bus.timetable.weekdays
source: 평일
en: Weekdays
ja: 平日
zh_hans: 工作日

# cafeteria.action_bar.title
source: 식단 공유
en: Meal sharing
ja: 食事メニュー共有
zh_hans: 分享菜单

# cafeteria.breakfast
source: 조식
en: Breakfast
ja: 朝食
zh_hans: 早餐

# cafeteria.dinner
source: 석식
en: Dinner
ja: 夕食
zh_hans: 晚餐

# cafeteria.loading
source: 학식 메뉴 불러오는 중
en: Loading Cafeteria Menu…
ja: 学食メニューを読み込み中
zh_hans: 正在加载食堂菜单

# cafeteria.lunch
source: 중식
en: Lunch
ja: 昼食
zh_hans: 午餐

# cafeteria.no.data
source: 검색된 학식 메뉴가 없습니다.
en: Any menu not found.
ja: メニュー情報がありません。
zh_hans: 未找到菜单信息。

# cafeteria.running.time
source: 운영 시간
en: Running Time
ja: 営業時間
zh_hans: 营业时间

# cafeteria.running.time.%@
source: 운영 시간 : %@
en: Running Time: %@
ja: 営業時間: %@
zh_hans: 营业时间：%@

# cafeteria.running.time.status.%@.%@
source: 운영 시간 : %1$@ · %2$@
en: Running Time: %1$@ · %2$@
ja: 営業時間: %1$@ · %2$@
zh_hans: 营业时间：%1$@ · %2$@

# cafeteria.share
source: 학식 공유
en: Share meal
ja: 学食を共有
zh_hans: 分享学食

# cafeteria.share.title
source: 학식 공유
en: Share cafeteria menu
ja: 学食メニューを共有
zh_hans: 分享学食菜单

# cafeteria.status.closed
source: 운영 종료
en: Closed
ja: 営業終了
zh_hans: 已结束

# cafeteria.status.has.menu
source: 메뉴 있음
en: Menu available
ja: メニューあり
zh_hans: 有菜单

# cafeteria.status.no.menu
source: 메뉴 없음
en: No menu
ja: メニューなし
zh_hans: 无菜单

# cafeteria.status.open
source: 운영 중
en: Open now
ja: 営業中
zh_hans: 营业中

# cafeteria.status.soon
source: 운영 전
en: Not open yet
ja: 営業前
zh_hans: 未开始

# cafeteria.tab.breakfast
source: 조식
en: Breakfast
ja: 朝食
zh_hans: 早餐

# cafeteria.tab.dinner
source: 석식
en: Dinner
ja: 夕食
zh_hans: 晚餐

# cafeteria.tab.lunch
source: 중식
en: Lunch
ja: 昼食
zh_hans: 午餐

# cafeteria.title.1
source: 학생회관
en: Student Cafeteria
ja: 学生会館
zh_hans: 学生会馆

# cafeteria.title.2
source: 생활과학관식당
en: Living Science Cafeteria
ja: 生活科学館食堂
zh_hans: 生活科学馆食堂

# cafeteria.title.4
source: 신소재공학관 식당
en: New Materials Engineering Building Cafeteria
ja: 新素材工学館食堂
zh_hans: 新材料工程馆食堂

# cafeteria.title.6
source: 제1생활관 식당
en: 1st Dormitory Cafeteria
ja: 第1生活館食堂
zh_hans: 第1宿舍食堂

# cafeteria.title.7
source: 제2생활관 식당
en: 2nd Dormitory Cafeteria
ja: 第2生活館食堂
zh_hans: 第2宿舍食堂

# cafeteria.title.8
source: 행원파크
en: Haengwon Park
ja: 行願パーク
zh_hans: 行元公园

# cafeteria.title.11
source: 교직원식당
en: Staff Cafeteria
ja: 教職員食堂
zh_hans: 教职工食堂

# cafeteria.title.12
source: 학생식당
en: Student Cafeteria
ja: 学生食堂
zh_hans: 学生食堂

# cafeteria.title.13
source: 창의인재원식당
en: Dormitory Cafeteria
ja: 創意人材院食堂
zh_hans: 创意人才院食堂

# cafeteria.title.14
source: 푸드코트
en: Food Court
ja: フードコート
zh_hans: 美食广场

# cafeteria.title.15
source: 창업보육센터
en: Business Incubator
ja: 創業保育センター
zh_hans: 创业孵化中心

# calendar.event.status.ongoing
source: 진행 중
en: Ongoing
ja: 進行中
zh_hans: 进行中

# calendar.no.events
source: 이번 달 학사일정이 없습니다
en: No events this month
ja: 今月の学事日程はありません
zh_hans: 本月没有学事日程

# calendar.section.month
source: 이번 달 학사일정
en: This Month
ja: 今月の学事日程
zh_hans: 本月学事日程

# calendar.section.today
source: 오늘
en: Today
ja: 今日
zh_hans: 今天

# calendar.section.upcoming
source: 다가오는 일정
en: Upcoming events
ja: 今後の予定
zh_hans: 即将到来的日程

# calendar.select.hint
source: 날짜를 선택하면 일정을 확인할 수 있습니다
en: Tap a date to see events
ja: 日付をタップすると日程が表示されます
zh_hans: 点击日期查看日程

# calendar.upcoming.empty
source: 다가오는 일정이 없습니다
en: No upcoming events
ja: 今後の予定はありません
zh_hans: 暂无即将到来的日程

# campus.calendar.title
source: 학사일정
en: Academic Calendar
ja: 学事暦
zh_hans: 学事历

# campus.calendar.subtitle
source: 주요 학사일정 한눈에 보기
en: View important academic dates
ja: 主な学事日程を一覧で確認
zh_hans: 查看重要学事日程

# campus.contact.title
source: 교내 연락처
en: Campus Contacts
ja: 学内連絡先
zh_hans: 校内联系方式

# campus.contact.subtitle
source: 교내 부서와 전화번호 찾기
en: Find campus offices and phone numbers
ja: 学内の部署と電話番号を検索
zh_hans: 查找校内部门和电话号码

# campus.inquiry.title
source: 문의하기
en: Inquiries
ja: お問い合わせ
zh_hans: 联系我们

# campus.map.title
source: 캠퍼스 지도
en: Campus Map
ja: キャンパスマップ
zh_hans: 校园地图

# campus.map.subtitle
source: 건물과 강의실 위치 찾기
en: Find buildings and classrooms
ja: 建物や講義室の場所を検索
zh_hans: 查找建筑和教室位置

# campus.reading_room.title
source: 열람실
en: Reading Room
ja: 閲覧室
zh_hans: 阅览室

# campus.reading_room.subtitle
source: 잔여 좌석 확인과 빈자리 알림
en: Check seats and vacancy alerts
ja: 空席確認と空席通知
zh_hans: 查看剩余座位并设置空位提醒

# campus.setting.title
source: 설정
en: Settings
ja: 設定
zh_hans: 设置

# campus.support.title
source: 지원 및 설정
en: Support and settings
ja: サポートと設定
zh_hans: 支持与设置

# campus.tools.subtitle
source: 학교생활에 필요한 기능을 빠르게 찾아보세요.
en: Quickly find the campus services you need.
ja: 学校生活に必要な機能をすばやく見つけられます。
zh_hans: 快速查找校园生活所需的功能。

# campus.tools.title
source: 캠퍼스 도구
en: Campus tools
ja: キャンパスツール
zh_hans: 校园工具

# campus.seoul
source: 서울
en: Seoul
ja: ソウル
zh_hans: 首尔

# close
source: 닫기
en: Close
ja: 閉じる
zh_hans: 关闭

# coach.bus.footer.log.message
source: 해당 정류장에 버스가 언제쯤 지나갔는지 도착 기록을 확인하세요
en: Check the arrival log to see when buses passed through this stop
ja: この停留所をバスがいつ通過したか、到着記録で確認できます
zh_hans: 查看到达记录，了解公交车何时经过该站点

# coach.bus.footer.log.title
source: 도착 기록
en: Arrival Log
ja: 到着記録
zh_hans: 到达记录

# coach.bus.footer.timetable.message
source: 전체 시간표를 통해 해당 노선이 시점에서 언제 출발하는지 확인하세요
en: View the full timetable to see when buses depart from the start of the route
ja: 全時刻表で路線の始発時刻を確認できます
zh_hans: 通过完整时刻表查看该路线从起点出发的时间

# coach.bus.footer.timetable.title
source: 전체 시간표
en: Full Timetable
ja: 全時刻表
zh_hans: 完整时刻表

# coach.bus.header.location.message
source: 버튼을 눌러 각 정류장 위치와 노선별 첫차·막차 정보를 확인하세요
en: Tap to view the stop location and first/last bus times for each route
ja: ボタンをタップして各停留所の位置と路線別の始発・終発時間を確認できます
zh_hans: 点击按钮查看各站点位置及各路线首末班车信息

# coach.bus.header.location.title
source: 정류장 정보
en: Stop Info
ja: 停留所情報
zh_hans: 站点信息

# coach.bus.help.message
source: 버스 이용 방법과 노선 정보를 확인하세요
en: Check bus routes and how to use them
ja: バスの利用方法と路線情報を確認できます
zh_hans: 查看公交路线和使用方法

# coach.bus.help.title
source: 이용 안내
en: Help
ja: 利用ガイド
zh_hans: 使用指南

# coach.bus.notice.message
source: 좌우 스와이프 없이 공지사항을 볼 수 있으며, 버스 시간표를 이미지로 확인할 수 있어요
en: View notices without swiping — tap to see bus timetables as images
ja: 左右スワイプなしでお知らせを閲覧でき、バス時刻表を画像で確認できます
zh_hans: 无需左右滑动即可查看公告，可以图片形式查看公交时刻表

# coach.bus.notice.title
source: 공지사항
en: Notice
ja: お知らせ
zh_hans: 公告

# coach.bus.tabs.message
source: 탭을 눌러 상록수역, 강남역, 수원역 방면 버스 및 기타 노선 정보를 확인하세요
en: Tap to view buses heading to Sangnoksu, Gangnam, Suwon Station, and more
ja: タブをタップして相老樹駅・江南駅・水原駅方面などのバス情報を確認できます
zh_hans: 点击标签查看前往象鹿洞站、江南站、水原站等方向的公交信息

# coach.bus.tabs.title
source: 버스 종류
en: Bus Type
ja: バス種類
zh_hans: 公交类型

# coach.cafeteria.date.message
source: 화살표 버튼으로 전날·다음날 메뉴를 확인하거나 날짜를 직접 선택하세요
en: Use arrow buttons or tap the date to view menus on different dates
ja: 矢印ボタンで前後の日付に移動するか、日付を直接タップして選択できます
zh_hans: 使用箭头按钮前后切换日期，或直接点击日期选择

# coach.cafeteria.date.title
source: 날짜 이동
en: Change Date
ja: 日付変更
zh_hans: 更改日期

# coach.cafeteria.header.info.message
source: 버튼을 눌러 식당 이름, 운영 시간 및 위치 정보를 확인하세요
en: Tap to view the cafeteria name, operating hours, and location
ja: ボタンをタップして食堂名、営業時間、場所を確認できます
zh_hans: 点击按钮查看餐厅名称、营业时间及位置信息

# coach.cafeteria.header.info.title
source: 식당 정보
en: Cafeteria Info
ja: 食堂情報
zh_hans: 餐厅信息

# coach.cafeteria.tabs.message
source: 탭을 눌러 조식, 중식, 석식 메뉴를 확인하세요
en: Tap to view breakfast, lunch, and dinner menus
ja: タブをタップして朝食、昼食、夕食のメニューを確認できます
zh_hans: 点击标签查看早餐、午餐、晚餐菜单

# coach.cafeteria.tabs.title
source: 식사 시간
en: Meal Time
ja: 食事時間
zh_hans: 餐食时间

# coach.calendar.calendar.message
source: 날짜를 탭하면 해당 날의 학사일정이 아래에 표시됩니다
en: Tap a date to see the academic schedule below
ja: 日付をタップすると学事スケジュールが下に表示されます
zh_hans: 点击日期查看当天的学事日程

# coach.calendar.calendar.title
source: 학사 달력
en: Academic Calendar
ja: 学事カレンダー
zh_hans: 学事日历

# coach.calendar.nav.message
source: ← → 버튼으로 이전·다음 달 학사일정을 확인할 수 있어요
en: Use ‹ › to navigate between months
ja: ‹ ›ボタンで前後の月の学事日程を確認できます
zh_hans: 使用‹ ›按钮切换月份查看学事日程

# coach.calendar.nav.title
source: 월 변경
en: Change Month
ja: 月の切替
zh_hans: 切换月份

# coach.contact.item.message
source: 항목을 누르면 해당 번호로 바로 전화를 걸 수 있어요
en: Tap an item to directly call that number
ja: 項目をタップすると、その番号に直接電話をかけられます
zh_hans: 点击条目可直接拨打该号码

# coach.contact.item.title
source: 전화 연결
en: Call
ja: 電話発信
zh_hans: 拨打电话

# coach.contact.search.message
source: 부서명이나 담당자 이름으로 연락처를 검색하세요
en: Search contacts by department or staff name
ja: 部署名やスタッフ名で連絡先を検索できます
zh_hans: 通过部门名称或人员姓名搜索联系人

# coach.contact.search.title
source: 연락처 검색
en: Contact Search
ja: 連絡先検索
zh_hans: 联系人搜索

# coach.done
source: 완료
en: Done
ja: 完了
zh_hans: 完成

# coach.map.map.message
source: 지도에서 건물을 탭하면 건물 정보를 볼 수 있습니다
en: Tap a building on the map to view its details
ja: 地図上の建物をタップして詳細情報を確認できます
zh_hans: 点击地图上的建筑查看详细信息

# coach.map.map.title
source: 캠퍼스 지도
en: Campus Map
ja: キャンパスマップ
zh_hans: 校园地图

# coach.map.search.message
source: 건물 이름이나 강의실 번호로 위치를 검색하세요
en: Search by building name or classroom number
ja: 建物名や教室番号で場所を検索できます
zh_hans: 通过建筑名称或教室编号搜索位置

# coach.map.search.title
source: 건물 검색
en: Building Search
ja: 建物検索
zh_hans: 建筑搜索

# coach.next
source: 다음
en: Next
ja: 次へ
zh_hans: 下一步

# coach.prev
source: 이전
en: Previous
ja: 前へ
zh_hans: 上一步

# coach.readingroom.alarm.message
source: 벨 아이콘을 누르면 잔여 좌석이 생겼을 때 알림을 받을 수 있어요
en: Tap the bell icon to get notified when a seat becomes available
ja: ベルアイコンをタップすると、空席が出た際に通知を受け取れます
zh_hans: 点击铃铛图标，当有空位时可接收通知

# coach.readingroom.alarm.title
source: 잔여 좌석 알림
en: Seat Availability Alert
ja: 残席通知
zh_hans: 剩余座位提醒

# coach.readingroom.extend_alarm.message
source: 3시간 또는 4시간 이용 종료 10분 전에 알림을 받을 수 있어요
en: Tap to set a notification 10 minutes before your 3 or 4 hour session ends
ja: 3時間・4時間の利用時間終了10分前に通知を設定できます
zh_hans: 可在3小时或4小时使用结束前10分钟收到提醒

# coach.readingroom.extend_alarm.title
source: 이용 종료 알림
en: Session End Reminder
ja: 利用時間終了リマインダー
zh_hans: 使用时间结束提醒

# coach.readingroom.list.message
source: 목록을 아래로 당겨서 좌석 현황을 새로고침하세요
en: Pull the list down to refresh seat availability
ja: リストを下に引っ張って座席状況を更新できます
zh_hans: 下拉列表可刷新座位状态

# coach.readingroom.list.title
source: 열람실 현황
en: Reading Room Status
ja: 閲覧室の状況
zh_hans: 阅览室状态

# coach.root.campus.title
source: 캠퍼스 도구
en: Campus tools
ja: キャンパスツール
zh_hans: 校园工具

# coach.root.more.message
source: • 열람실 잔여 좌석 조회, 빈자리 알림 • 건물 및 강의실 검색 • 학교 전화번호 검색 • 학사일정 • 언어, 캠퍼스, 앱 테마 설정
en: • Reading room seat availability & vacancy alerts • Building and classroom search • Campus phone directory • Academic calendar • Language, campus, and app theme settings
ja: • 閲覧室の残席確認・空席通知 • 建物・講義室の検索 • 学校の電話番号検索 • 学事暦 • 言語・キャンパス・アプリテーマ設定
zh_hans: • 阅览室剩余座位查询及空位提醒 • 建筑及教室搜索 • 学校电话号码搜索 • 学事历 • 语言、校区、应用主题设置

# coach.root.more.title
source: 더보기
en: More
ja: もっと見る
zh_hans: 更多

# coach.setting.campus.message
source: 서울 또는 ERICA 캠퍼스를 선택하면 셔틀·식당 정보가 해당 캠퍼스로 바뀝니다
en: Select Seoul or ERICA campus to change shuttle and cafeteria info
ja: ソウルまたはERICAキャンパスを選択するとシャトル・食堂情報が切り替わります
zh_hans: 选择首尔或ERICA校区以切换班车和食堂信息

# coach.setting.campus.title
source: 캠퍼스 선택
en: Select Campus
ja: キャンパス選択
zh_hans: 选择校区

# coach.setting.language.message
source: 탭하면 iOS 설정으로 이동해 앱 언어를 변경할 수 있습니다
en: Tap to open iOS Settings and change the app language
ja: タップするとiOS設定に移動してアプリの言語を変更できます
zh_hans: 点击跳转至iOS设置更改应用语言

# coach.setting.language.title
source: 언어 설정
en: Language Settings
ja: 言語設定
zh_hans: 语言设置

# coach.setting.theme.message
source: 시스템 기본, 라이트, 다크 모드 중 앱 테마를 선택하세요
en: Choose between system default, light, and dark mode
ja: システム・ライト・ダークモードからテーマを選択できます
zh_hans: 在系统默认、浅色和深色模式中选择主题

# coach.setting.theme.title
source: 테마 설정
en: Theme Settings
ja: テーマ設定
zh_hans: 主题设置

# coach.shuttle.busAlternative.message
source: 방학이나 주말처럼 셔틀버스 배차 간격이 넓을 때 활용할 수 있도록 대체 노선의 도착 정보가 제공됩니다.
en: When shuttle bus departures are infrequent, such as during breaks or on weekends, alternative route arrival information is provided for your convenience.
ja: 休暇や週末などシャトルバスの配車間隔が長い時に活用できるよう、代替路線の到着情報が提供されます。
zh_hans: 假期或周末等校车发车间隔较长时，为方便出行将提供替代路线的到站信息。

# coach.shuttle.busAlternative.title
source: 셔틀버스 대체 정보 제공
en: Shuttle Bus Alternative Info
ja: シャトルバス代替路線情報
zh_hans: 班车替代路线信息

# coach.shuttle.byDestination.message
source: 비활성화하면 모든 행선지를 출발 순서대로, 활성화하면 행선지별로 묶어서 보여줍니다
en: When off, shows all departures in time order; when on, groups them by destination
ja: オフにすると全行き先を時間順で、オンにすると行き先別にまとめて表示します
zh_hans: 关闭时按时间顺序显示所有班车，开启时按目的地分组显示

# coach.shuttle.byDestination.title
source: 목적지별 정렬
en: Sort by Destination
ja: 目的地別で表示
zh_hans: 按目的地排序

# coach.shuttle.departureTime.message
source: 켜져 있으면 현재 시각 기준 남은 시간을, 끄면 정확한 출발 시각을 보여줍니다
en: Shows time remaining until departure when on. Turn off to see the exact departure time.
ja: オンのとき現在時刻からの残り時間を表示し、オフにすると正確な出発時刻を表示します。
zh_hans: 开启时显示距当前时间的剩余时间，关闭后显示精确出发时间。

# coach.shuttle.departureTime.title
source: 출발 시각
en: Departure Time
ja: 出発時刻
zh_hans: 出发时间

# coach.shuttle.footer.message
source: 버튼을 눌러 정류장 위치를 지도에서 확인하고, 목적지별 첫차·막차 시간을 확인하세요
en: Tap to view the stop location on the map and check first/last bus times by destination
ja: ボタンをタップして停留所の場所を確認し、目的地別の始発・終バス時刻を確認できます
zh_hans: 点击按钮可在地图上查看站点位置，并按目的地查看首班车和末班车时间

# coach.shuttle.footer.timetable.message
source: 버튼을 눌러 해당 방면의 전체 시간표를 확인하세요
en: Tap to view the full timetable for this route direction
ja: ボタンをタップして該当方面の全時刻表を確認できます
zh_hans: 点击按钮可查看该方向的完整时刻表

# coach.shuttle.footer.timetable.title
source: 전체 시간표
en: Full Timetable
ja: 全時刻表
zh_hans: 完整时刻表

# coach.shuttle.footer.title
source: 정류장 위치
en: Stop Location
ja: 停留所の場所
zh_hans: 站点位置

# coach.shuttle.help.message
source: 목적지별 보기 시 섹션 헤더의 물음표 버튼을 눌러 해당 행선지의 경유 정류장을 확인하세요
en: In destination view, tap the ? icon in a section header to see the route stops
ja: 目的地別表示時、セクションヘッダーの?ボタンをタップすると経由停留所を確認できます
zh_hans: 在目的地视图中，点击区段标题的?按钮可查看该行程的途经站点

# coach.shuttle.help.title
source: 노선 경유 정류장
en: Route Stops
ja: 路線経由停留所
zh_hans: 路线途经站点

# coach.shuttle.notice.message
source: 좌우로 스와이프하여 공지사항을 확인하세요
en: Swipe left or right to view notices
ja: 左右にスワイプしてお知らせを確認できます
zh_hans: 左右滑动查看公告

# coach.shuttle.notice.title
source: 공지사항
en: Notice
ja: お知らせ
zh_hans: 公告

# coach.shuttle.quick_settings.message
source: 페이지를 벗어나지 않고 셔틀 표시 옵션을 바꿀 수 있어요.
en: Change shuttle display options without leaving the page.
ja: ページを離れずにシャトル表示オプションを変更できます。
zh_hans: 无需离开页面即可更改校车显示选项。

# coach.shuttle.row.message
source: 각 항목을 탭하면 해당 셔틀이 경유하는 정류장의 도착 예정 시간을 확인할 수 있습니다
en: Tap a departure to see estimated arrival times at each stop along the route
ja: 各項目をタップすると、そのシャトルが経由する停留所の到着予定時刻を確認できます
zh_hans: 点击各行程可查看该班车在途经站点的预计到达时间

# coach.shuttle.row.title
source: 경유 정보 확인
en: Check Intermediate Stops
ja: 経由停留所の確認
zh_hans: 查看途经站点

# coach.shuttle.tabs.message
source: 각 탭을 눌러 정류장별 실시간 셔틀 정보를 확인하세요
en: Tap each tab to view real-time shuttle info by stop
ja: 各タブをタップして停留所別のリアルタイム情報を確認できます
zh_hans: 点击各标签查看各站点的实时班车信息

# coach.shuttle.tabs.title
source: 정류장 탭
en: Stop Tabs
ja: 停留所タブ
zh_hans: 站点标签

# coach.shuttle.timetable.filter.message
source: 버튼을 탭하면 기간·날짜·출발지에서 목적지로 가는 시간표 검색 조건을 수정할 수 있습니다
en: Tap to modify the timetable search conditions including period, date, and origin to destination
ja: ボタンをタップすると、期間・日付・出発地から目的地への時刻表の検索条件を変更できます
zh_hans: 点击按钮可修改时刻表搜索条件，包括时间段、日期以及出发地到目的地

# coach.shuttle.timetable.filter.title
source: 검색 조건 변경
en: Change Search Conditions
ja: 検索条件の変更
zh_hans: 修改搜索条件

# coach.shuttle.timetable.row.message
source: 행을 탭하면 해당 시각에 출발하는 셔틀버스가 각 정류장에 도착하는 시간을 확인할 수 있습니다
en: Tap a row to see the arrival times at each stop for the shuttle departing at that time
ja: 行をタップすると、その時刻に出発するシャトルバスの各停留所への到着時刻を確認できます
zh_hans: 点击行可查看该时刻出发的班车在各站的到达时间

# coach.shuttle.timetable.row.title
source: 시간표 행
en: Timetable Row
ja: 時刻表の行
zh_hans: 时刻表行

# coach.shuttle.timetable.tabs.message
source: 탭을 눌러 평일과 주말 시간표를 각각 확인하세요
en: Tap to view weekday and weekend timetables separately
ja: タブをタップして平日と週末の時刻表をそれぞれ確認できます
zh_hans: 点击标签分别查看工作日和周末的时刻表

# coach.shuttle.timetable.tabs.title
source: 평일/주말 시간표
en: Weekday/Weekend Timetable
ja: 平日/週末時刻表
zh_hans: 工作日/周末时刻表

# coach.shuttle.transfer.message
source: 기숙사·셔틀콕 정류장에서 셔틀버스 하차 후 환승할 버스·전철 실시간 도착 정보를 확인할 수 있습니다
en: View real-time arrival info for buses and trains to transfer to after getting off the shuttle at the dormitory or shuttlecock stop
ja: 寮・シャトルコック停留所にてシャトルバス下車後に乗り換えるバス・電車のリアルタイム到着情報を確認できます
zh_hans: 可查看在宿舍站或接驳巴士站下车后可换乘的公交和地铁实时到达信息

# coach.shuttle.transfer.other.message
source: 기숙사·셔틀콕 탭으로 이동하면 인근 전철·버스 환승 정보를 확인할 수 있습니다
en: Switch to the dormitory or shuttlecock tab to view nearby subway and bus transfer info
ja: 寮またはシャトルコックタブに移動すると電車・バスの乗り換え情報を確認できます
zh_hans: 切换到宿舍或接驳巴士站标签可查看附近地铁和公交换乘信息

# coach.shuttle.transfer.title
source: 환승 정보
en: Transfer Information
ja: 乗り換え情報
zh_hans: 换乘信息

# coach.shuttle.widget.message
source: 셔틀버스 및 셔틀버스+환승 정보를 홈 화면 위젯으로 추가하여 빠르게 확인할 수 있습니다
en: Add a shuttle bus or shuttle+transfer widget to your home screen for quick access
ja: シャトルバスまたはシャトル+乗り換えウィジェットをホーム画面に追加してすばやく確認できます
zh_hans: 可在主屏幕添加班车或班车+换乘信息小组件以快速查看

# coach.shuttle.widget.title
source: 홈 화면 위젯
en: Home Screen Widget
ja: ホーム画面ウィジェット
zh_hans: 主屏幕小组件

# coach.skip
source: 건너뛰기
en: Skip
ja: スキップ
zh_hans: 跳过
